<section id="home">
        <h2>Добро пожаловать!</h2>
        <p>Здесь вы найдете интересные статьи и новости.</p>
    </section>

    <section id="about">
        <h2>О нас</h2>
        <p>Этот блог ведет команда экспертов в области веб-разработки и дизайна.</p>
    </section>

    <section id="blog">
        <h2>Наши последние посты</h2>

        <div class="post">
            <h3>Заголовок поста 1</h3>
            <div class="meta">Автор: Стэн ли | 20 марта 2024</div>
            <p>11111111111111111111111</p>
        </div>

        <div cass="post">
            <h3>Заголовок поста 2</h3>
            <div class="meta">Автор: Мари | 18 марта 2024</div>
            <p>22222222222222222222222222222222222/p>
        </div>

    </section>